module.exports = {
  welcome:
    "Вітаю 👋, я бот-завантажувач який вміє завантажувати:\n\n- TikTok фото та відео,\n- відео Instagram Reels, \n- аудіо файли з різноманітних стрімингових платформ, \n- завантаження Youtube плейлистів.\n\nДля завантаження просто надішли мені посилання.",
  notFoundSongLink:
    "Нажаль не вдалося нічого знайти 🥲 \nДля більш точного пошуку використовуйте Youtube посилання.🎶",
  notFoundAudio:
    "Нажаль не вдалося завантажити аудіо 🥲 \nМожливо трек не досутний у моєму регіоні.",
  downloadError: "Помилка завантаження 🥲",
  playlistRandom:
    "Це є випадково згенерований плейлист тому треки можуть відрізнятись🎶",
  noListURL:
    "Будь ласка введіть посилання на плейлист. \n\nПриклад використання команди: /list https://www.youtube.com/playlist?list=ABCDEF1234567890",
  playlistError: "На жаль я не можу завантажити цей плейлист 🥲",
  playlistStart:
    "Розпочалось заввантаження плейлисту 🎶\nДля зупинки завантаження використовуйте команду /cancelLoad",
  playlistDetected:
    "Знайдено плейлист 🎶\nДля завантаження використовуйте команду /list",
};
