module.exports = {
  welcome:
    "Вітаю 👋, я бот-завантажувач який вміє завантажувати:\n\n- TikTok фото та відео,\n- відео Instagram Reels, \n- аудіо файли з різноманітних стрімингових платформ.\n\nДля завантаження просто надішли мені посилання.",
  notFoundSongLink:
    "Нажаль не вдалося нічого знайти 🥲 \nДля більш точного пошуку використовуйте Youtube посилання.🎶",
  notFoundAudio:
    "Нажаль не вдалося завантажити аудіо 🥲 \nМожливо трек не досутний у моєму регіоні.",
  downloadError: "Помилка завантаження 🥲",
};
